Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Hvis lisensavtalen ikke gjelder hele søknaden eller rettigheten må du gi oss beskjed på norsk om hvilke deler avtalen omfatter.
nn: Viss lisensavtalen ikkje gjeld heile søknaden eller retten, må du gi oss beskjed på norsk om kva delar avtalen omfattar.

source: Ytterligere informasjon om hvordan du registrerer deg for ePCT finner du på WIPOs informasjonssider for levering, ePCT brukerhåndbok og ofte stilte spørsmål.
nn: Ytterlegare informasjon om korleis du registrerer deg for ePCT finn du på WIPO sine informasjonssider for levering, ePCT brukarhandbok og ofte stilte spørsmål.

source: EU-retten uttalte at håndtaket var utformet slik for å oppnå et teknisk resultat;
nn: EU-retten uttalte at handtaket var utforma slik for å oppnå eit teknisk resultat;

source: Du kan bidra til å minimere unødvendig dobbeltarbeid og redusere kostnadene dine ved å be om at nasjonal gransking av prioritetssøknaden legges til grunn for den internasjonale granskingen.
nn: Du kan bidra til å minimere unødvendig dobbeltarbeid og redusere kostnadene dine ved å be om at nasjonal gransking av prioritetssøknaden leggast til grunn for den internasjonale granskinga.

source: BABLISS har registrert varemerket «Sleepytroll» i Europa, USA, Canada, Kina og i store deler av verden.
nn: BABLISS har registrert varemerket «Sleepytroll» i Europa, USA, Canada, Kina og i store delar av verda.

source: (Når vi ikke kan registrere varemerket ditt eller gi den internasjonale registeringen virkning Norge, for hele eller deler av varefortegnelsen)
nn: (Når vi ikkje kan registrere varemerket ditt eller gi den internasjonale registeringa verknad Noreg, for heile eller delar av vareoversikta).

source: "Takket være patent og et bra varemerke er vi som liten aktør med noen få ansatte likevel i stand til å konkurrere i et globalt marked som består av store og kapitalsterke aktører."
nn: "Takka vere patent og eit bra varemerke er vi som liten aktør med nokre få tilsette likevel i stand til å konkurrere i ein global marknad som består av store og kapitalsterke aktørar."

source: Avtal et møte med oss
nn: Avtal eit møte med oss

source: Den beste delen av arbeidet mitt er mangfoldigheten - det er en blanding av lov og vitenskap sammen med ulike språk.
nn: Den beste delen av arbeidet mitt er mangfoldigheita - det er ein blanding av lov og vitskap saman med ulike språk.

source: SINTEF kan også lisensiere ut de samme rettighetene til andre industriselskaper som opererer i andre markeder.
nn: SINTEF kan òg lisensiere ut dei same rettane til andre industriselskap som opererer i andre marknadar.

source: Du kan bestille forundersøkelser innenfor fagområdene varemerke, patent og design.
nn: Du kan bestille forundersøkingar innafor fagområda varemerke, patent og design.

source: Det betyr også at det forlanges noe «mer» enn at det er nytt sammenlignet med det som eksisterer fra før for å gi enerett til patent.
nn: Det betyr også at det blir forlangt noko «meir» enn at det er nytt samanlikna med det som eksisterer frå før for å gi einerett til patent.

source: Hvis dere er flere eiere/brukere av varemerket, bør dere ha en klar avtale dere imellom slik at det ikke blir en konflikt om rettighetene i ettertid.
nn: Viss dykk er fleire eigarar/brukarar av varemerke, bør dykk ha ein klar avtale dykk imellom slik at det ikkje blir ei konflikt om rettar i ettertid.

source: Hvem som har rett til å bruke merket og på hvilke betingelser
nn: Kven som har rett til å bruke merket og på kva vilkår

source: Han har søkt og fått registrert sitt eget navn og JHK for blant annet blekemidler og andre midler for klesvask, polering, flekkfjerning, dusjsåper, sjampo, balsam, parfymer og eteriske oljer.
nn: Han har søkt og fått registrert sitt eige namn og JHK for blant anna bleikemeiddel og andre middel for klesvask, polering, flekkfjerning, dusjsåper, balsam, parfymar og eteriske oljar.

source: Uansett hvilket språk beskrivelsen er levert på i basissøknaden eller basisregistreringen, må beskrivelsen av merket i den internasjonale søknaden gis på engelsk.
nn: Same kva språk skildringa er gitt på i basissøknaden eller basisregistreringen, må skildringa av merket i den internasjonale søknaden givast på engelsk.

source: Flere design i samme søknad
nn: Fleire design i same søknad

source: Du som innehaver kan kreve en deling av det registrerte varemerket ditt når for eksempel deler av varefortegnelsen skal overføres til ny innehaver.
nn: Du som innehavar kan krevje ein deling av det registrerte varemerke ditt når til dømes delar av vareforteikninga skal overførast til ny innehavar.

source: Nærmere forklaringer og begrunnelser for hvorfor disse klasseoverskriftene ikke er tilstrekkelig klare og presise, fremgår av dette dokumentet
nn: Nærmare forklaringar og grunnar for kvifor desse klasseoverskriftene ikkje er tilstrekkeleg klare og presise, framgår av dette dokumentet

source: Da vil det helt klart være lurest av selskapene å være tidlig ute med å sikre sine immaterielle verdier før de bruker en åpen innovasjonsprosess.
nn: Då vil det heilt klart vere lurast av selskapa å vere tidleg ute med å sikre dei immaterielle verdiane sine før dei brukar ein open innovasjonsprosess.

source: Hvor lang tid behandlingen tar er avhengig av kommunikasjonen mellom partene, og kan ta opptil ett år.
nn: Kor lang tid behandlinga tar, er avhengig av kommunikasjonen mellom partane. Det kan ta opptil eitt år.

source: Betydningen kan forstås rent forretningsmessig for den enkelte virksomheten, men har samtidig et mer overordnet, samfunnsmessig perspektiv.
nn: Tydinga kan forståast reint forretningsmessig for den enkelte verksemda, men spelar samtidig på eit meir overordna, samfunnsmessig perspektiv.

source: Piratkopier berører i dag så å si alle bransjer og produkttyper, som for eksempel verktøy, matvarer, husholdningsartikler, leker, elektronikk, flydeler, bildeler, sprøytemidler til landbruket, sigaretter, møbler osv.
nn: Piratkopiar vedkjem i dag så å seie alle bransjar og produkttypar, som for eksempel verktøy, matvarer, hushaldsartiklar, leikar, elektronikk, flydeler, bildelar, sprøytemiddel til landbruket, sigarettar, møbel osv.

source: Vi gjør vurderinger i overensstemmelse med norsk og europeisk patentpraksis og oppfyller krav til kvalitet, kompetanse og konfidensialitet.
nn: Vi gjer vurderingar i samsvar med norsk og europeisk patentpraksis og oppfyller krav til kvalitet, kompetanse og konfidensialitet.

source: Når søknaden er levert på norsk eller engelsk, kan ikke språket i søknaden endres i ettertid.
nn: Når søknaden er levert på norsk eller engelsk, kan ikkje språket i søknaden endrast i ettertid.

source: Omfatter ikke skrivepapir, selv om det er i ruller (klasse 19-01) eller flate materialer brukt som bygningskomponenter, slik som veggpanel og tak- og veggkledning (klasse 25-01).
nn: Omfattar ikkje skrivepapir, sjølv om det er i rullar (klasse 19-01) eller flate material brukt som bygningskomponentar, slik som veggpanel og tak- og veggkledning (klasse 25-01).

source: Hvis flere søker patent på samme oppfinnelse, vil den som har tidligste innleveringsdato for søknaden ha retten til patentet.
nn: Viss fleire søkjer patent på same oppfinning, vil den som har tidlegaste innleveringsdato for søknaden ha retten til patentet.

source: Sjekk at navnet er ledig
nn: Sjekk at namnet er ledig

source: Dette vil redusere merarbeid både for Patentstyret og avsender av dokumentet.
nn: Dette vil redusere meirarbeid både for Patentstyret og avsendar av dokumentet.

source: Forundersøkelser er konfidensielle og kan være nyttige uavhengig av om du skal sende inn en søknad om designregistrering.
nn: Forundersøkingar er konfidensielle og kan vere nyttige uavhengig av om du skal sende inn ein søknad om designregistrering.

source: Han har vært svært tålmodig med oss, og har vist stor forståelse for våre utfordringer og vekslende behov, understreker Beck.
nn: Han har vore svært tolmodig med oss, og vist stor forståing for utfordringane og dei vekslande behova våre, understreker Beck.

source: 52 L(2018-2019) side 16 og side 46 om hvordan vilkåret skal legges til grunn i Patentstyret sin saksbehandling:
nn: 52 L (2018-2019) side 16 og side 46 om korleis vilkåret skal leggjast til grunn i Patentstyret si saksbehandling:

source: lurt å bruke juridiske rådgivere tidlig i innovasjonsprosessen
nn: lurt å bruke juridiske rådgivarar tidleg i innovasjonsprosessen

source: Generelle spørsmål om saksbehandlingen eller praksis i Patentstyret er ikke gjenstand for forhandling.
nn: Generelle spørsmål om saksbehandlinga eller praksis i Patentstyret er ikkje gjenstand for forhandling.

source: Avtalen gjør det enklere og billigere å søke og oppnå patent i flere av medlemslandene samtidig.
nn: Avtalen gjer det enklere og billegare å søkje og oppnå patent i fleire av medlemslanda samtidig.

source: Dette er for at Patentstyret skal finne tilbake til designene i registeret.
nn: Dette er for at Patentstyret skal finne tilbake til designa i registeret.

source: En forbruker kan gjenkjenne sammenstillingen av teksten og skilpadden som varemerke for en bestemt produsents kaffe.
nn: Ein forbrukar kan gjenkjenne samanstillinga av teksten og skilpadden som varemerke for kaffen til ein bestemt produsent.

source: Dette medfører at et tredimensjonalt merke i visse tilfeller kan oppnå særpreg gjennom bruk, selv der bruken er skjedd i sammenheng med et ordmerke eller et figurelement.
nn: Dette medfører at eit tredimensjonalt merke i visse tilfelle kan oppnå særpreg gjennom bruk, sjølv der bruken er skjedd i samanheng med eit ordmerke eller eit figurelement.

source: Knut er ikke opptatt av at folk nødvendigvis skal registrere rettighetene sine, men at de skal ha kunnskap om immaterielle rettigheter og med det være i stand til å ta bevisste valg.
nn: Knut er ikkje opptatt av at folk nødvendigvis skal registrere rettane sine, men at dei skal ha kunnskap om immaterielle rettar og med det vere i stand til å ta bevisste val.

source: - gir enerett til ett eller flere ord.
nn: - gir einerett til eitt eller fleire ord.

source: Avslag på kravet om muntlige forhandlinger skal være skriftlig.
nn: Avslag på kravet om munnlege forhandlingar skal vere skriftleg.

source: Utenlandske søkere som viderefører søknadene sine i Norge trenger ikke å bruke en fullmektig.
nn: Utanlandske søkjarar som vidarefører søknadane sine i Noreg, treng ikkje å bruke ein fullmektig.

source: eksempelvis innen vanntilførsel, luftbehandling, forsvars- og næringsmiddelindustrien.
nn: til dømes innan vasstilførsel, luftbehandling, forsvars- og næringsmiddelindustrien.

source: Etter endringen fremstår figurelementet i en gul farge og med tykkere streker enn i det opprinnelige registrerte merket.
nn: Etter endringa framstår figurelementet i ein gul farge og med tjukkare strekar enn i det opphavlege registrerte merket.

source: Et av formålene med registreringen og
nn: Eit av formåla med registreringa og

source: Ocean Sun AS har en IPR-portefølje med en rekke patenter og patentsøknader i alle de viktigste markedene.
nn: Ocean Sun AS har ein IPR-portefølje med ei rekkje patent og patentsøknader i alle dei viktigaste marknadene.

source: Mulige utfall ved behandlingen av et krav om overprøving
nn: Mogelege utfall ved behandlinga av eit krav om overprøving

source: Det kan for eksempel stride mot god forretningsskikk etter markedsføringsloven å legge seg designmessig for nær konkurrentene, eller designet kan ha krav på opphavsrettslig vern.
nn: Det kan til dømes stri mot god forretningsskikk etter marknadsføringslova å leggje seg designmessig for nær konkurrentane, eller designet kan ha krav på opphavsrettsleg vern.

source: Mindre elementer må fremkomme tydelige når merket forstørres.
nn: Mindre element må framkomme tydelege når merket forstørrast.

source: Du må vente med å levere kravet til innsigelsesfristen er utløpt (ni måneder etter datoen patentet ble meddelt), og eventuelle innsigelsessaker er endelig avgjort.
nn: Du må vente med å levere kravet til motsegnsfristen er gått ut (ni månader etter datoen patentet vart kunngjort), og eventuelle motsegnssaker er endeleg avgjorde.

source: Du må betale et gebyr til Patentstyret for hver ny registrering.
nn: Du må betale eit gebyr til Patentstyret for kvar ny registrering.

source: Et profesjonelt patentbyrå (fullmektig) kan hjelpe deg med å utarbeide varemerkesøknaden din, samt følge opp viktige tidsfrister og innbetalinger.
nn: Eit profesjonelt patentbyrå (fullmektig) kan hjelpe deg med å utarbeide varemerkesøknaden din, samt følgje opp viktige tidsfristar og innbetalingar.

source: De kan også ta hensyn til nye forhold som ikke var gjenstand for prøving da Patentstyret fattet vedtaket sitt.
nn: Dei kan også ta omyn til nye forhold som ikkje var gjenstand for prøving da Patentstyret fatta vedtaket sitt.

source: Patentstyret bruker norsk i saksbehandlingen, men hvis patentsøknaden leveres inn på engelsk og du som søker ber om engelsk saksbehandling, skal saksbehandlingen foregå på engelsk.
nn: Patentstyret brukar norsk i saksbehandlinga, men viss patentsøknaden leverast inn på engelsk og du som søkjar ber om engelsk saksbehandling, skal saksbehandlinga foregå på engelsk.

source: Dette innebærer at saksbehandler og utvalg som skal behandle kravet om administrativ overprøving ikke har tatt del i tidligere behandling av søknaden eller patentet.
nn: Dette inneber at saksbehandlaren og utvalet som skal behandle kravet om administrativ overprøving, ikkje har teke del i tidlegare behandling av søknaden eller patentet.

source: Mange synes derfor at det er nyttig å søke råd fra en profesjonell rådgiver som har kunnskap om immaterialrett og konkurs.
nn: Mange synest derfor at det er nyttig å søkje råd frå ein profesjonell rådgjevar som har kunnskap om immaterialrett og konkurs.

source: Erklæring om retten til oppfinnelsen
nn: Erklæring om retten til oppfinninga

source: Patentstyret lager et slikt prioritetsbevis mot et fastsatt gebyr.
nn: Patentstyret lager eit slikt prioritetsbevis mot eit fastsett gebyr.

source: For å være sikker på at du opererer i trygt farvann og ikke kommer i konflikt med andres rettigheter, bør du derfor sørge for å få grunnleggende kunnskap om patenter, varemerke og designregistrering.
nn: For å vere sikker på at du opererer i trygt farvatn og ikkje kjem i konflikt med andre sine rettar, bør du derfor sørgje for å få grunnleggjande kunnskap om patent, varemerke og designregistrering.

source: Hammere og andre lignende verktøy og redskaper
nn: Hammarar og andre liknande verktøy og reiskap

source: Hensikten er at den internasjonale registreringen skal kunne få med seg prioriteten til den eldre nasjonale registreringen, og at innehaveren således kan slippe å bruke ressurser påå fornye tidligere nasjonale registreringer i ett eller flere medlemsland.
nn: Formålet er at den internasjonalen registreringa skal kunne få med seg prioriteten til den eldre nasjonale registreringa, og at innehavaren såleis kan sleppe å bruke ressursar påå fornye tidlegare nasjonale registreringar i eitt eller fleire medlemsland.

source: Avgjørelser fattet av Klagenemnda for industrielle rettigheter (KFIR) kan bare bringes inn for domstolene av en søker, en innehaver av et patent eller en innsiger som har fått en avgjørelse imot seg.
nn: Avgjerder fatta av Klagenemnda for industrielle rettar (KFIR) kan berre bringast inn for domstolane av ein søkjar, ein innehavar av eit patent eller ein innsigar som har fått ei avgjerd imot seg.

source: I sin egen prosess oppdaget de at det første navnet de hadde tenkt å bruke på det som i dag er Sknow, var eid av et større tysk industriselskap.
nn: I sin eigen prosess oppdaga dei at det første namnet dei hadde tenkt å bruke på det som i dag er Sknow, var eigd av eit større tysk industriselskap.

source: Innovasjon Norge i Stavanger har også vært en viktig støttespiller i forbindelse med søknad om midler gjennom Horisont 2020 i EU.
nn: Innovasjon Noreg i Stavanger har også vore ein viktig støttespillar i samband med søknad om midlar gjennom Horisont 2020 i EU.

source: Les mer om prosessen her
nn: Les meir om prosessen her

source: Vær oppmerksom på at de fleste land godtar enten en digital kopi eller en kopi som du selv har skrevet ut.
nn: Ver merkdsam på at dei fleste land godtek enten ein digital kopi eller ein kopi som du sjølv har skrive ut.

source: Etter at innsigelsesfristen har gått ut, kan du ikke lenger komme med innsigelse, men du kan fortsatt klage ved å sende inn et skriftlig krav om administrativ overprøving av varemerkeregistreringen.
nn: Etter at motsegnsfristen har gått ut, kan du ikkje lenger kome med motsegn, men du kan fortsatt klage ved å sende inn eit skriftleg krav om administrativ overprøving av varemerkeregistreringa.

source: – Med vår erfaring fra SINTEF, var vi bevisste på at vi skulle ha en nøye gjennomtenkt patentstrategi.
nn: «Med erfaringa vår frå SINTEF var vi bevisste på at vi skulle ha ein nøye gjennomtenkt patentstrategi.

source: Det provisoriske vernet gjelder bare så langt det er samsvar mellom den norske og den engelske teksten.
nn: Det provisoriske vernet gjeld berre så langt det er samsvar mellom den norske og den engelske teksten.

source: Dokumentet er primært utarbeidet for intern bruk i Patentstyret, men vi har gjort listen tilgjengelig på våre nettsider ettersom den også kan være av interesse for deg.
nn: Dokumentet er primært utarbeidd for intern bruk i Patentstyret, men vi har gjort lista tilgjengeleg på nettsidene ettersom ho også kan vere av interesse for deg.

source: Det kan du gjøre i
nn: Det kan du gjere i

source: for disse avgiftene, da det er frivillig å opprettholde søknaden eller rettigheten din.
nn: for desse avgiftene, då det er frivillig å oppretthalde søknaden eller retten din.

source: Du får en saksbehandler som har de aktuelle tekniske fagområdene som fagfelt.
nn: Du får ein saksbehandlar som har dei aktuelle tekniske fagområda som fagfelt.

source: Bill Arlander har vært saksbehandler ved Patentstyret siden 2002, hvor han gransker patentsøknader hovedsakelig innen områdene lete geofysikk (prospektering) og målefysikk.
nn: Bill Arlander har vore saksbehandlar i Patentstyret sidan 2002, kor han granskar patentsøknader hovudsakleg innan områda lete geofysikk (prospektering) og målefysikk.

source: Den grunnleggende ideen er det integrerte leddet, ALL DIRECTION HINGE®, som gir større bevegelsesfrihet.
nn: Den grunnleggande ideen er det integrerte leddet, ALL DIRECTION HINGE®, som gir større bevegelsesfridom.

source: Selv om det finnes mange fargenyanser, skal det noe til at forbrukerne skal klare å skille nyansene fra hverandre.
nn: Sjølv om det finst mange fargenyansar, skal det noko til at forbrukarane skal klare å skilje nyansane frå kvarandre.

source: Sammen med administrerende direktør Knut Sandven etablerte han firmaet i 2008, på grunnlag av et patent på en såkalt MEMS-brikke (mikroelektromekaniske systemer) som Sagberg arbeidet med som en del av sin doktorgrad ved Universitetet i Oslo i perioden 2001–2005.
nn: Saman med administrerande direktør Knut Sandven etablerte han firmaet i 2008. Grunnlaget var eit patent på ei såkalla MEMS-brikke (mikroelektromekaniske system) som Sagberg arbeidde med som ein del av doktorgraden sin ved Universitetet i Oslo i perioden 2001–2005.

source: Det finnes visse unntak for forretningshemmeligheter på alle områder.
nn: Det finst visse unntak for forretningsløyndommer på alle område.

source: Før en vare blir lagt ut for salg, skal du som importør eller forhandler av varene gi melding til Justervesenet med opplysning og dokumentasjon av stemplingen.
nn: Før ei vare blir lagt ut for sal, skal du som importør eller forhandlar av varene gi melding til Justervesenet med opplysning og dokumentasjon av stemplinga.

source: særskilte register over europeiske patentsøknader.
nn: register over europeiske patentsøknader.

source: Søknaden inneholder ikke tilstrekkelig teknisk informasjon
nn: Søknaden inneheld ikkje tilstrekkeleg teknisk informasjon

source: Sjekk andres rettigheter
nn: Sjekk rettar til andre

source: Patentstyret vil registrere en merknad i saker hvor dokumentert innarbeidelse/bruk har vært avgjørende for at merket kan registreres, jf.
nn: Patentstyret vil registrere ein merknad i saker kor dokumentert innarbeiding/bruk har vore avgjerande for at merket kan registrerast, jf.

source: Det kan være en god idéå vurdere hvordan du vil finansiere eventuelle krenkelser allerede når du søker patent, design eller varemerke.
nn: Det kan vere ein god idéå vurdere korleis du vil finansiere eventuelle krenkingar allereie når du søkjer patent, design eller varemerke.

source: hvilke grunner klagen bygger på
nn: kva for grunnar klagen byggjer på

source: Kristoffer og Anne Marte ønskerå utvikle norsk spekemat til en internasjonal merkevare.
nn: Kristoffer og Anne Marte ønskjer å utvikle norsk spekemat til ei internasjonal merkevare.

source: De relevante patentene vi oppdager utgjør ikke nødvendigvis noen hindring for fri utøvelse.
nn: Dei relevante patenta vi oppdagar utgjer ikkje nødvendigvis noko hindring for fri utøving.

source: Hvis det ikke foreligger rimelig grunn til fristforlengelse eller samtykke ikke er innhentet, vil saken bli tatt opp til avgjørelse på bakgrunn av den informasjonen vi har.
nn: Viss det ikkje foreligg rimeleg grunn til fristforlenging eller samtykke ikkje er innhenta, vil saka bli tatt opp til avgjerd på bakgrunn av den informasjonen vi har.

source: eller via brevpost til Patentstyret, Postboks 4863 Nydalen, 0422 Oslo.
nn: eller via posten til Patentstyret, Postboks 4863 Nydalen, 0422 Oslo.

source: Frist for å kreve administrativ overprøving
nn: Frist for å krevje administrativ overprøving

source: Det essensielle er at Patentstyret må vite hva som søkes beskyttet for å kunne ta stilling til en varemerkesøknad, og at allmennheten skal ha anledning til å søke i varemerkeregisteret for å finne ut hvilke varemerker som er vernet.
nn: Det essensielle er at Patentstyret må vite kva som blir søkt verna for å kunne ta stilling til ein varemerkesøknad, og at allmenta skal ha høve til å søkje i varemerkeregisteret for å finne ut kva varemerke som er verna.

source: brand, altså ASK, farge og navn/produkt.
nn: brand, altså ASK, farge og namn/produkt.

source: En fagperson skal kunne utøve oppfinnelsen basert på hvordan du har beskrevet oppfinnelsen i søknaden.
nn: Ein fagpersom skal kunne utøve oppfinninga basert på korleis du har skildra oppfinninga i søknaden.

source: Se utfyllende informasjon under
nn: Sjå utfyllande informasjon under

source: Merkeordningen administreres av Mattilsynet gjennom Matmerk, og gir mulighet til å beskytte produktbetegnelser for denne typen varer hvis de har en spesiell geografisk tilhørighet, tradisjon og særegne kvaliteter.
nn: Merkeordninga blir administrert av Mattilsynet gjennom Matmerk, og gir moglegheit til å beskytte produktnemningar for denne typen varer viss dei har ein spesiell geografisk tilhøyring, tradisjon og særeigne kvalitetar.

source: Dette er svært kompleks teknologi, med mye teknisk kunnskap som ikke er patentert.
nn: Dette er svært kompleks teknologi med mykje teknisk kunnskap som ikkje er patentert.

source: Du finner en fullstendig veiledning til
nn: Du finn ei fullstendig rettleiing til

source: Rapporten fra oss er ment som et underlag for videre analyse av hvorvidt et patent eller patentkrav kan bestrides.
nn: Rapporten frå oss er meint som eit underlag for vidare analyse av om eit patent eller patentkrav kan bestridast.
